const missionData = {
  1: {
    1: {
      title: '요리사의 레시피: 토마토 스프',
      instruction: `
      오늘은 내가 요리사!
      갓 따온 토마토를 이용해서 맛있는 토마토 스프를 만들려고 해요.
      아래에 섞여 있는 조리 단계를 참고해서 올바른 레시피를 작성해 주세요.
      모든 과정을 순서대로 실행하면, 따뜻하고 맛있는 토마토 스프가 완성될 거예요!
      `,
    },
    2: {
      title: '요리사의 레시피: 버섯 스프',
      instruction: `
      오늘은 내가 요리사!
      갓 따온 토마토를 이용해서 맛있는 토마토 스프를 만들려고 해요.
      아래에 섞여 있는 조리 단계를 참고해서 올바른 레시피를 작성해 주세요.
      모든 과정을 순서대로 실행하면, 따뜻하고 맛있는 토마토 스프가 완성될 거예요!
      `,
    },
    3: {
      title: '요리사의 레시피: 손님의 스프',
      instruction: `
      프로 요리사가 되기 위한 마지막 단계!
      바로 다른 사람들의 주문에 맞춰 요리를 만들어보는 것이에요.
      아래 곰 손님은 “꿀이 들어가고, 허브가 뿌려진 스프” 를 원하고 있어요. 
      지금까지 배운 순차 개념과 레시피들을 응용해서 손님께 드릴 맛있는 스프를 만들어볼까요?
      * 스프에 요리사가 원하는 다양한 재료를 추가하면 더 맛있는 스프가 완성될거에요!
      `
      ,
    },
  },
  2: {
    1: {
      title: '요리사의 레시피: 토마토 스프',
      instruction: 'ddd',
    },
    2: {
      title: '요리사의 레시피: 버섯 스프',
      instruction: 'ddd',
    },
    3: {
      title: '요리사의 레시피: 손님의 스프',
      instruction: 'ddd',
    },
  },
  3: {
    1: {
      title: '요리사의 레시피: 토마토 스프',
      instruction: 'ddd',
    },
    2: {
      title: '요리사의 레시피: 버섯 스프',
      instruction: 'ddd',
    },
    3: {
      title: '요리사의 레시피: 손님의 스프',
      instruction: 'ddd',
    },
  },
};
export default missionData;
